{
    "fr": {
        "login": {
            "status": "Statut",
            "not_logged_in": "Tu n'es pas encore authentifié",
            "logged_in": "Tu es maintenant authentifié",
            "not_logged_in_text": "Si tu veux t'enregistrer pour un évènement ou modifier ton profil, tu dois d'abord t'authentifier.",
            "logged_in_text": "Tu peux maintenant t'enregistrer pour un évènement ou modifier ton profil.",
            "how_to_log_in": "Comment s'authentifier",
            "instructions": "La façon la plus simple de s'authentifier est de cliquer sur le lien dans le courriel que tu as reçu lors de l'activation de ton compte: il va t'amener sur cette page et te connecter automatiquement.",
            "id": "Identifiant",
            "code": "Code",
            "button": "S'authentifier",
            "now": "Maintenant on fait quoi ?",
            "logged_in_instructions": "Maintenant que tu es authentifié, tu peux faire plusieurs choses :",
            "bookmark_site": "Mettre la page en favori, pour pouvoir y revenir facilement",
            "update_profile": "Mettre à jour ton profil",
            "register_events": "T'inscrire à des évènements",
            "autoconnect": "Connection automatique",
            "autoconnect_no": "Désactivée",
            "autoconnect_yes": "Activée",
            "cookie_warning": "Nous utilisons des cookies pour nous permettre de t'identifier automatiquement grâce au code que tu as reçu dans ton courriel d'inscription. En cliquant sur la case ci-dessus, tu acceptes l'utilisation de cookies."
        }
    },
    "en": {
        "login": {
            "status": "State",
            "not_logged_in": "You are not currently logged in",
            "logged_in": "You are now logged in",
            "not_logged_in_text": "If you want to register for an event or update your profile, please log in first.",
            "logged_in_text": "You can now register for events or update your profile",
            "how_to_log_in": "How to log in",
            "instructions": "The easiest way to log in is to click on the link in the registration email. After clicking it, you will be brought back on this page and be automatically logged in.",
            "id": "ID",
            "code": "Code",
            "button": "Log in",
            "now": "Now what?",
            "logged_in_instructions": "Now that you are authenticated, you can do all of these things:",
            "bookmark_site": "Save the page in your bookmarks, to come back here easily",
            "update_profile": "Update your profile",
            "register_events": "Register for events",
            "autoconnect": "Automatic login",
            "autoconnect_no": "Enabled",
            "autoconnect_yes": "Disabled",
            "cookie_warning": "We use cookie to log you in automatically with the code that was sent in your registration email. By clicking the checkbox above, you accept the use of cookies on this website."
        }
    },
    "cat": {
        "login": {
            "status": "Estat",
            "not_logged_in": "Encara no has iniciat sessió.",
            "logged_in": "Ja has iniciat sessió.",
            "not_logged_in_text": "Si vols registrar-te a un esdeveniment o actualitzar el teu perfil, has d'iniciar sessió.",
            "logged_in_text": "Ara pots registrar-te en un esdeveniments o actualitzar el teu perfil.",
            "how_to_log_in": "Com iniciar sessió",
            "instructions": "La forma més senzilla d'iniciar sessió és fent clic a l'enllaç del correu electrònic de registre. Tornaràs a aquesta maeixa pàgina però amb la sessió iniciada.",
            "id": "Identificació",
            "code": "Codi",
            "button": "Inicia sessió",
            "now": "Ara què fem?",
            "logged_in_instructions": "Ara que ja has iniciat sessión, pots fer diverses coses: ",
            "bookmark_site": "Guarda la pàgina dins dels teus preferits per tornar fàcilment",
            "update_profile": "Actualitza el teu perfil",
            "register_events": "Inscriu-te en els esdeveniments"
        }
    }
}